[
  {
    "tags": [
      "📚Book"
    ],
    "title": "American Demon",
    "subtitle": "Eliot Ness and the Hunt for America's Jack the Ripper",
    "author": [
      "Daniel Stashower"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Minotaur Books",
    "publish": "2022-09-06",
    "total": 219,
    "isbn-10": 1466837314,
    "isbn-13": 9781466837317,
    "cover": "http://books.google.com/books/content?id=ZnpVEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T12:11:49",
    "Last-Updated": "2025-02-07T06:43:03",
    "description": "New York Times bestselling author and Edgar Award-winner Daniel Stashower returns with American Demon, a historical true crime starring legendary lawman Eliot Ness. Boston had its Strangler. California had the Zodiac Killer. And in the depths of the Great Depression, Cleveland had the Mad Butcher of Kingsbury Run. On September 5th, 1934, a young beachcomber made a gruesome discovery on the shores of Cleveland’s Lake Erie: the lower half of a female torso, neatly severed at the waist. The victim, dubbed “The Lady of the Lake,” was only the first of a butcher’s dozen. Over the next four years, twelve more bodies would be scattered across the city. The bodies were dismembered with surgical precision and drained of blood. Some were beheaded while still alive. Terror gripped the city. Amid the growing uproar, Cleveland’s besieged mayor turned to his newly-appointed director of public safety: Eliot Ness. Ness had come to Cleveland fresh from his headline-grabbing exploits in Chicago, where he and his band of “Untouchables” led the frontline assault on Al Capone’s bootlegging empire. Now he would confront a case that would redefine his storied career. Award-winning author Daniel Stashower shines a fresh light on one of the most notorious puzzles in the annals of crime, and uncovers the gripping story of Ness’s hunt for a sadistic killer who was as brilliant as he was cool and composed, a mastermind who was able to hide in plain sight. American Demon reconstructs this ultimate battle of wits between a hero and a madman.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\American Demon.md"
  },
  {
    "tag": "📚Book",
    "title": "American Ripper",
    "subtitle": "The Enigma Of America's Serial Killer Cop",
    "author": [
      "Patrick Kendrick"
    ],
    "category": [],
    "publisher": null,
    "publish": "2020-05-20",
    "total": 594,
    "isbn-10": 1604521554,
    "isbn-13": 9781604521559,
    "cover": "http://books.google.com/books/content?id=UwuRzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:43:08",
    "Last-Updated": "2025-03-13T06:43:13",
    "description": "American Ripper is the true story of Gerard John Schaefer, a Florida Law Enforcement Officer who was a prolific serial killer in the late 1960's early 1970's. The decade that was thought to be filled with \"Love, Peace and Happiness,\" became a new dark age, breeding more serial killers than any other time in U.S. history, including Charles Manson, the Zodiac Killer, the Son of Sam, John Wayne Gacy and Ted Bundy, who was held in the same prison as Schaefer and whom he both idolized and resented for the recognition his crimes brought him; a recognition Schaefer never received. This book chronicles Schaefer's life, education, his career as a cop, and his path to become a sadistic murderer. Based on empirical, extensive research that includes reviews of the case's investigation and subsequent trial, interviews with families of victims, numerous police and attorneys involved with the case, forensic doctors, and the killer himself, the author attempts to discern how Schaefer became the antithesis of what a lawman should be. Schaefer's metamorphosis can never be rationally explained, but reviews of the case's transcripts, the killer's psychiatric evaluations, and the author's own experience with Schaefer help paint a picture of an unfettered mind that fed on its own darkness. The case also reveals an incredible and inborn weakness of then-law enforcement, a lack of shared information, and an inherent and global disbelief that monsters, such as serial killers were so abundant. Much has changed since the so-called \"hippie generation,\" but a time that should have been filled with hope became an era that was infested with enigmas such as Gerard Schaefer. Patrick Kendrick is the best-selling author of Extended Family and the award-winning Papa's Problem.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\American Ripper.md"
  },
  {
    "tag": "📚Book",
    "title": "Batavia's Graveyard",
    "subtitle": "The True Story of the Mad Heretic Who Led History's Bloodiest Meeting",
    "author": [
      "Mike Dash"
    ],
    "category": [
      "History"
    ],
    "publisher": "Crown",
    "publish": "2002-03-05",
    "total": 516,
    "isbn-10": "140004510X",
    "isbn-13": 9781400045105,
    "cover": "http://books.google.com/books/content?id=3avedvOBvRsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:39:44",
    "Last-Updated": "2025-03-13T06:39:50",
    "description": "From the bestselling author of Tulipomania comes Batavia’s Graveyard, the spellbinding true story of mutiny, shipwreck, murder, and survival. It was the autumn of 1628, and the Batavia, the Dutch East India Company’s flagship, was loaded with a king’s ransom in gold, silver, and gems for her maiden voyage to Java. The Batavia was the pride of the Company’s fleet, a tangible symbol of the world’s richest and most powerful commercial monopoly. She set sail with great fanfare, but the Batavia and her gold would never reach Java, for the Company had also sent along a new employee, Jeronimus Corneliszoon, a bankrupt and disgraced man who possessed disarming charisma and dangerously heretical ideas. With the help of a few disgruntled sailors, Jeronimus soon sparked a mutiny that seemed certain to succeed—but for one unplanned event: In the dark morning hours of June 3, the Batavia smashed through a coral reef and ran aground on a small chain of islands near Australia. The commander of the ship and the skipper evaded the mutineers by escaping in a tiny lifeboat and setting a course for Java—some 1,800 miles north—to summon help. Nearly all of the passengers survived the wreck and found themselves trapped on a bleak coral island without water, food, or shelter. Leaderless, unarmed, and unaware of Jeronimus’s treachery, they were at the mercy of the mutineers. Jeronimus took control almost immediately, preaching his own twisted version of heresy he’d learned in Holland’s secret Anabaptist societies. More than 100 people died at his command in the months that followed. Before long, an all-out war erupted between the mutineers and a small group of soldiers led by Wiebbe Hayes, the one man brave enough to challenge Jeronimus’s band of butchers. Unluckily for the mutineers, the Batavia’s commander had raised the alarm in Java, and at the height of the violence the Company’s gunboats sailed over the horizon. Jeronimus and his mutineers would meet an end almost as gruesome as that of the innocents whose blood had run on the small island they called Batavia’s Graveyard. Impeccably researched and beautifully written, Batavia’s Graveyard is the next classic of narrative nonfiction, the book that secures Mike Dash’s place as one of the finest writers of the genre.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Batavia's Graveyard.md"
  },
  {
    "tag": "📚Book",
    "title": "Born to Be Hanged",
    "subtitle": "The Epic Story of the Gentlemen Pirates Who Raided the South Seas, Rescued a Princess, and Stole a Fortune",
    "author": [
      "Keith Thomson"
    ],
    "category": [
      "History"
    ],
    "publisher": "Little, Brown",
    "publish": "2022-05-10",
    "total": 344,
    "isbn-10": 54232977,
    "isbn-13": 9780316703628,
    "cover": "http://books.google.com/books/content?id=tfI9EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:36:59",
    "Last-Updated": "2025-03-13T06:37:05",
    "description": "Discover the “fascinating and outrageously readable” account of the roguish acts of the first pirates to raid the Pacific in a crusade that ended in a sensational trial back in England—perfect for readers of Nathaniel Philbrick and David McCullough (Douglas Preston, #1 New York Times bestselling author of The Lost City of the Monkey God) The year is 1680, in the heart of the Golden Age of Piracy, and more than three hundred daring, hardened pirates—a potent mix of low-life scallywags and a rare breed of gentlemen buccaneers—gather on a remote Caribbean island. The plan: to wreak havoc on the Pacific coastline, raiding cities, mines, and merchant ships. The booty: the bright gleam of Spanish gold and the chance to become legends. So begins one of the greatest piratical adventures of the era—a story not given its full due until now. Inspired by the intrepid forays of pirate turned Jamaican governor Captain Henry Morgan—yes, that Captain Morgan—the company crosses Panama on foot, slashing its way through the Darien Isthmus, one of the thickest jungles on the planet, and liberating a native princess along the way. After reaching the South Sea, the buccaneers, primarily Englishmen, plunder the Spanish Main in a series of historic assaults, often prevailing against staggering odds and superior firepower. A collective shudder racks the western coastline of South America as the English pirates, waging a kind of proxy war against the Spaniards, gleefully undertake a brief reign over Pacific waters, marauding up and down the continent. With novelistic prose and a rip-roaring sense of adventure, Keith Thomson guides us through the pirates’ legendary two-year odyssey. We witness the buccaneers evading Indigenous tribes, Spanish conquistadors, and sometimes even their own English countrymen, all with the ever-present threat of the gallows for anyone captured. By fusing contemporaneous accounts with intensive research and previously unknown primary sources, Born to Be Hanged offers a rollicking account of one of the most astonishing pirate expeditions of all time.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Born to Be Hanged.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Brave New World",
    "subtitle": "",
    "author": [
      "Aldous Huxley"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Rosetta Books",
    "publish": "2011-07-01",
    "total": 246,
    "isbn-10": 795311257,
    "isbn-13": 9780795311253,
    "cover": "http://books.google.com/books/content?id=TIJ5EAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-30T14:39:23",
    "Last-Updated": "2025-02-07T06:48:26",
    "description": "This classic novel of a perfectly engineered society is “one of the most prophetic dystopian works of the twentieth century” (The Wall Street Journal). Half a millennium from now, in the World State, the watchword is that every one belongs to every one else. No matter what class of human you are bred to be—from the intellectual Alphas to the Epsilons who provide the manual labor—you are a part of the efficient, well-oiled whole. You are nourished, secure, and blissfully serene thanks to the freely distributed drug called soma. And while sex is strongly encouraged, the old way of procreation is forbidden, eliminating even the pains of childbirth. But when a man and woman journey beyond these confines to where the “savages” reside, and bring back two outsiders, the cracks begin to show. Named as one of the 100 best English-language novels of the twentieth century by the Modern Library, Brave New World is one of the first truly dystopian novels. Influenced by the historic events of Huxley’s era yet as relevant today as ever, it is a remarkable depiction of the conflict between progress and the human spirit. “Chilling. . . . That he gave us the dark side of genetic engineering in 1932 is amazing.” —Providence Journal-Bulletin “It is a frightening experience, indeed, to discover how much of his satirical prediction of a distant future became reality in so short a time.” —The New York Times Book Review",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Brave New World.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Death in the City of Light",
    "subtitle": "The Serial Killer of Nazi-occupied Paris",
    "author": [
      "David King"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Crown Publishing Group (NY)",
    "publish": "2011-09-20",
    "total": 434,
    "isbn-10": 307452891,
    "isbn-13": 9780307452894,
    "cover": "http://books.google.com/books/content?id=dBMC4IEEHiMC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-30T14:40:06",
    "Last-Updated": "2025-02-07T06:48:31",
    "description": "The gripping true story of a brutal serial killer who unleashed his own reign of terror in Nazi-occupied Paris. Dr. Marcel Petiot was eventually charged with 27 murders, although authorities suspected the total was considerably higher. The trial became a circus, and Petiot enjoyed the spotlight. A harrowing exploration of murder, betrayal, and evil of staggering proportions.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Death In the City of Light.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Down the Hill",
    "subtitle": "My Descent Into the Double Murder at Delphi",
    "author": [
      "Susan Hendricks"
    ],
    "category": [
      "History"
    ],
    "publisher": "Grand Central Publishing",
    "publish": "2023-09-19",
    "total": 298,
    "isbn-10": 306830248,
    "isbn-13": 9780306830242,
    "cover": "http://books.google.com/books/content?id=baqizwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-30T14:43:07",
    "Last-Updated": "2025-02-07T06:48:38",
    "description": "Former CNN/HLN anchor and veteran broadcast journalist Susan Hendricks takes an investigative deep-dive into the still-unsolved double homicide of two teens in Delphi, Indiana--and its lasting impact on the community On February 13, 2017, two teenage girls--13-year-old Abby Williams and 14-year-old Libby German--decided to enjoy a day off from school by exploring the popular hiking trails near the Monon High Bridge just a few minutes' drive from Libby's home in Delphi, Indiana. Libby's sister, Kelsi, dropped the two girls off at the head of the trail and waved to them as they walked down the path, which was the last time they'd ever be seen alive. Less than 24 hours later, their bodies were found on the north bank of Deer Creek, about a mile from where they were last seen. There were few clues and little to go on in terms of physical evidence, except for the visual and audio remnants of a strange encounter the girls had with a stranger just hours before their disappearance, an encounter unsettling enough that Libby had thought to record it on her cellphone as it unfolded. In the years since the murders were first made public, Libby's audio and video recordings have been released and two very different composite sketches of the suspect have been shown, but local law enforcement remained vague about developments for years--until finally, in October 2022, the long-awaited suspect was arrested and a trial date was set. Longtime anchor and journalist Susan Hendricks was one of the first reporters to cover the case. A broadcast veteran with decades' worth of experience under her belt, she was no stranger when it came to sharing the tragedies of the day with viewers. But there was something about this case that rattled her to her core. A year after the murders, Susan went to Delphi to interview the victims' families for an in-depth special report where Kelsi drove Susan down the same path that she drove her sister down on the last day of her life. Over the years, Susan has built close relationships with family members, and law enforcement officials and armchair detectives alike who are determined to get justice for Abby and Libby. In Down the Hill, Hendricks digs deeper in into the mystery that has captivated our nation for years, exploring the family's enduring resilience and advocacy, as well as the rippling impact the case has had on not just Delphi, but the very heart of the American heartland. As a result, this book is more than just a book about a double homicide; it's about a small town in middle America that's been haunted by an unfathomable act of violence; it's about the ways families and communities cope with grief and move forward after tragedy; it's about the limitations of local law enforcement and the rise of technology in helping to solve cases in new ways. But it's also about compassion, connection, empathy, and resilience--on a very real, very human level.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Down the Hill.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Empire of Pain",
    "subtitle": "The Secret History of the Sackler Dynasty",
    "author": [
      "Patrick Radden Keefe"
    ],
    "category": [
      "Biography & Autobiography"
    ],
    "publisher": "Anchor",
    "publish": "2021-04-13",
    "total": 574,
    "isbn-10": 385545681,
    "isbn-13": 9780385545693,
    "cover": "http://books.google.com/books/content?id=Qb4IEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Reading",
    "Date-Created": "2025-02-05T06:53:20",
    "Last-Updated": "2025-02-08T03:13:08",
    "description": "NEW YORK TIMES BESTSELLER • A NEW YORK TIMES NOTABLE BOOK OF THE YEAR • A grand, devastating portrait of three generations of the Sackler family, famed for their philanthropy, whose fortune was built by Valium and whose reputation was destroyed by OxyContin. From the prize-winning and bestselling author of Say Nothing. \"A real-life version of the HBO series Succession with a lethal sting in its tail…a masterful work of narrative reportage.” – Laura Miller, Slate The history of the Sackler dynasty is rife with drama—baroque personal lives; bitter disputes over estates; fistfights in boardrooms; glittering art collections; Machiavellian courtroom maneuvers; and the calculated use of money to burnish reputations and crush the less powerful. The Sackler name has adorned the walls of many storied institutions—Harvard, the Metropolitan Museum of Art, Oxford, the Louvre. They are one of the richest families in the world, but the source of the family fortune was vague—until it emerged that the Sacklers were responsible for making and marketing a blockbuster painkiller that was the catalyst for the opioid crisis. Empire of Pain is the saga of three generations of a single family and the mark they would leave on the world, a tale that moves from the bustling streets of early twentieth-century Brooklyn to the seaside palaces of Greenwich, Connecticut, and Cap d’Antibes to the corridors of power in Washington, D.C. It follows the family’s early success with Valium to the much more potent OxyContin, marketed with a ruthless technique of co-opting doctors, influencing the FDA, downplaying the drug’s addictiveness. Empire of Pain chronicles the multiple investigations of the Sacklers and their company, and the scorched-earth legal tactics that the family has used to evade accountability. A masterpiece of narrative reporting, Empire of Pain is a ferociously compelling portrait of America’s second Gilded Age, a study of impunity among the super-elite and a relentless investigation of the naked greed that built one of the world’s great fortunes.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Empire of Pain.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Fiend",
    "subtitle": "A Novel",
    "author": [
      "Peter Stenson"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Crown",
    "publish": "2014-04-08",
    "total": 306,
    "isbn-10": 770436331,
    "isbn-13": 9780770436339,
    "cover": "http://books.google.com/books/content?id=svWKDQAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T21:34:12",
    "Last-Updated": "2025-02-07T06:48:45",
    "description": "There’s more than one kind of monster. When Chase first sees the little girl in umbrella socks disemboweling the Rottweiler, he's not too concerned. As a longtime meth addict, he’s no stranger to such horrifying, drug-fueled hallucinations. But as he and his fellow junkies soon discover, the little girl is no illusion. The end of the world really has arrived. And with Chase’s life already shattered by addiction, the apocalypse might actually be an opportunity—a last chance to hit restart, win back the love of his life, and become the person he once dreamed of being. That is, if the darkness inside him doesn't destroy everything—again.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Fiend.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Furious Hours",
    "subtitle": "Murder, Fraud, and the Last Trial of Harper Lee",
    "author": [
      "Casey N. Cep"
    ],
    "category": [
      "Biography & Autobiography"
    ],
    "publisher": "Knopf",
    "publish": "2019-05-07",
    "total": 348,
    "isbn-10": 1101947861,
    "isbn-13": 9781101947869,
    "cover": "http://books.google.com/books/content?id=B7iWDwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T20:46:43",
    "Last-Updated": "2025-02-07T06:48:51",
    "description": "New York Times Best Seller\r \r“Compelling . . . at once a true-crime thriller, courtroom drama, and miniature biography of Harper Lee. If To Kill a Mockingbird was one of your favorite books growing up, you should add Furious Hours to your reading list today.” —Southern Living\r \rReverend Willie Maxwell was a rural preacher accused of murdering five of his family members for insurance money in the 1970s. With the help of a savvy lawyer, he escaped justice for years until a relative shot him dead at the funeral of his last victim. Despite hundreds of witnesses, Maxwell’s murderer was acquitted—thanks to the same attorney who had previously defended the Reverend.\r \rSitting in the audience during the vigilante’s trial was Harper Lee, who had traveled from New York City to her native Alabama with the idea of writing her own In Cold Blood, the true-crime classic she had helped her friend Truman Capote research seventeen years earlier. Lee spent a year in town reporting, and many more years working on her own version of the case.\r\rNow Casey Cep brings this story to life, from the shocking murders to the courtroom drama to the racial politics of the Deep South. At the same time, she offers a deeply moving portrait of one of the country’s most beloved writers and her struggle with fame, success, and the mystery of artistic creativity.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Furious Hours.md"
  },
  {
    "tag": "📚Book",
    "title": "Ghost Wars",
    "subtitle": "The Secret History of the CIA, Afghanistan and Bin Laden",
    "author": [
      "Steve Coll"
    ],
    "category": [
      "History"
    ],
    "publisher": "Penguin UK",
    "publish": "2005-03-03",
    "total": 1215,
    "isbn-10": "0141935790",
    "isbn-13": 9780141935799,
    "cover": "http://books.google.com/books/content?id=N8Qxf-33dxMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:44:16",
    "Last-Updated": "2025-03-13T06:44:21",
    "description": "The news-breaking book that has sent schockwaves through the White House, Ghost Wars is the most accurate and revealing account yet of the CIA's secret involvement in al-Qaeada's evolution. Prize-winning journalist Steve Coll has spent years reporting from the Middle East, accessed previously classified government files and interviewed senior US officials and foreign spymasters. Here he gives the full inside story of the CIA's covert funding of an Islamic jihad against Soviet forces in Afghanistan, explores how this sowed the seeds of bn Laden's rise, traces how he built his global network and brings to life the dramatic battles within the US government over national security. Above all, he lays bare American intelligence's continual failure to grasp the rising threat of terrrorism in the years leading to 9/11 - and its devastating consequences.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Ghost Wars.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Haunted",
    "subtitle": "A Novel",
    "author": [
      "Chuck Palahniuk"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Anchor",
    "publish": "2005-05-03",
    "total": 428,
    "isbn-10": 385515839,
    "isbn-13": 9780385515832,
    "cover": "http://books.google.com/books/content?id=89uQ5xufarYC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-30T12:21:01",
    "Last-Updated": "2025-02-07T06:49:34",
    "description": "Haunted is a novel made up of twenty-three horrifying, hilarious, and stomach-churning stories. They’re told by people who have answered an ad for a writer’s retreat and unwittingly joined a “Survivor”-like scenario where the host withholds heat, power, and food. As the storytellers grow more desperate, their tales become more extreme, and they ruthlessly plot to make themselves the hero of the reality show that will surely be made from their plight. This is one of the most disturbing and outrageous books you’ll ever read, one that could only come from the mind of Chuck Palahniuk.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Haunted.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Hell's Half-Acre",
    "subtitle": "The Untold Story of the Benders, a Serial Killer Family on the American Frontier",
    "author": [
      "Susan Jonusas"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Penguin",
    "publish": "2023-03-07",
    "total": 369,
    "isbn-10": 1984879855,
    "isbn-13": 9781984879851,
    "cover": "http://books.google.com/books/content?id=BYqeEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T11:50:18",
    "Last-Updated": "2025-02-07T06:49:40",
    "description": "One of NPR's \"Books We Love\" New York Times Book Review's \"The Best True Crime of 2022\" \"Rich in historical perspective and graced by novelistic touches, grips the reader from first to last.”—Wall Street Journal A suspense filled tale of murder on the American frontier—shedding new light on a family of serial killers in Kansas, whose horrifying crimes gripped the attention of a nation still reeling from war. In 1873 the people of Labette County, Kansas made a grisly discovery. Buried by a trailside cabin beneath an orchard of young apple trees were the remains of countless bodies. Below the cabin itself was a cellar stained with blood. The Benders, the family of four who once resided on the property were nowhere to be found. The discovery sent the local community and national newspapers into a frenzy that continued for decades, sparking an epic manhunt for the Benders. The idea that a family of seemingly respectable homesteaders—one among the thousands relocating farther west in search of land and opportunity after the Civil War—were capable of operating \"a human slaughter pen\" appalled and fascinated the nation. But who the Benders really were, why they committed such a vicious killing spree and whether justice ever caught up to them is a mystery that remains unsolved to this day. Set against the backdrop of postbellum America, Hell’s Half-Acre explores the environment capable of allowing such horrors to take place. Drawing on extensive original archival material, Susan Jonusas introduces us to a fascinating cast of characters, many of whom have been previously missing from the story. Among them are the families of the victims, the hapless detectives who lost the trail, and the fugitives that helped the murderers escape. Hell’s Half-Acre is a journey into the turbulent heart of nineteenth century America, a place where modernity stalks across the landscape, violently displacing existing populations and building new ones. It is a world where folklore can quickly become fact and an entire family of criminals can slip through a community’s fingers, only to reappear in the most unexpected of places.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Hell's Half-Acre.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "I'll Be Gone in the Dark",
    "subtitle": "One Woman's Obsessive Search for the Golden State Killer",
    "author": [
      "Michelle McNamara"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "HarperCollins",
    "publish": "2019-02-26",
    "total": 425,
    "isbn-10": 62916319,
    "isbn-13": 9780062916310,
    "cover": "http://books.google.com/books/content?id=R7NuDwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2024-12-30T14:54:27",
    "Last-Updated": "2025-02-07T06:47:31",
    "description": "THE BASIS FOR THE MAJOR 6-PART HBO® DOCUMENTARY SERIES #1 NEW YORK TIMES BESTSELLER A BEST BOOK OF THE YEAR: Washington Post | Maureen Corrigan, NPR | Paste | Seattle Times | Entertainment Weekly | Esquire | Slate | Buzzfeed | Jezebel | Philadelphia Inquirer | Publishers Weekly | Kirkus Reviews | Library Journal | Bustle Winner of the Goodreads Choice Awards for Nonfiction | Anthony Award Winner | SCIBA Book Award Winner | Finalist for the Edgar Award for Best Fact Crime | Longlisted for the Carnegie Medal for Excellence The haunting true story of the elusive serial rapist turned murderer who terrorized California during the 70s and 80s, and of the gifted journalist who died tragically while investigating the case—which was solved in April 2018. The haunting true story of the elusive serial rapist turned murderer who terrorized California during the 70s and 80s, and of the gifted journalist who died tragically while investigating the case—which was solved in April 2018. Introduction by Gillian Flynn • Afterword by Patton Oswalt “A brilliant genre-buster.... Propulsive, can’t-stop-now reading.” —Stephen King For more than ten years, a mysterious and violent predator committed fifty sexual assaults in Northern California before moving south, where he perpetrated ten sadistic murders. Then he disappeared, eluding capture by multiple police forces and some of the best detectives in the area. Three decades later, Michelle McNamara, a true crime journalist who created the popular website TrueCrimeDiary.com, was determined to find the violent psychopath she called \"the Golden State Killer.\" Michelle pored over police reports, interviewed victims, and embedded herself in the online communities that were as obsessed with the case as she was. I’ll Be Gone in the Dark—the masterpiece McNamara was writing at the time of her sudden death—offers an atmospheric snapshot of a moment in American history and a chilling account of a criminal mastermind and the wreckage he left behind. It is also a portrait of a woman’s obsession and her unflagging pursuit of the truth. Utterly original and compelling, it has been hailed as a modern true crime classic—one which fulfilled Michelle's dream: helping unmask the Golden State Killer.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\I'll Be Gone in the Dark.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "In Cold Blood",
    "subtitle": "",
    "author": [
      "Truman Capote"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Modern Library",
    "publish": "2013-02-19",
    "total": 417,
    "isbn-10": 812994388,
    "isbn-13": 9780812994384,
    "cover": "http://books.google.com/books/content?id=TH5uM_f0MRwC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2024-12-27T05:31:48",
    "Last-Updated": "2025-02-07T06:44:19",
    "description": "Selected by the Modern Library as one of the 100 best nonfiction books of all time From the Modern Library’s new set of beautifully repackaged hardcover classics by Truman Capote—also available are Breakfast at Tiffany’s and Other Voices, Other Rooms (in one volume), Portraits and Observations, and The Complete Stories Truman Capote’s masterpiece, In Cold Blood, created a sensation when it was first published, serially, in The New Yorker in 1965. The intensively researched, atmospheric narrative of the lives of the Clutter family of Holcomb, Kansas, and of the two men, Richard Eugene Hickock and Perry Edward Smith, who brutally killed them on the night of November 15, 1959, is the seminal work of the “new journalism.” Perry Smith is one of the great dark characters of American literature, full of contradictory emotions. “I thought he was a very nice gentleman,” he says of Herb Clutter. “Soft-spoken. I thought so right up to the moment I cut his throat.” Told in chapters that alternate between the Clutter household and the approach of Smith and Hickock in their black Chevrolet, then between the investigation of the case and the killers’ flight, Capote’s account is so detailed that the reader comes to feel almost like a participant in the events.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\In Cold Blood.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Lost Girls",
    "subtitle": "An Unsolved American Mystery",
    "author": [
      "Robert Kolker"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "HarperCollins",
    "publish": "2020-02-04",
    "total": 421,
    "isbn-10": 63022419,
    "isbn-13": 9780063022416,
    "cover": "http://books.google.com/books/content?id=s1nMDwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2025-01-17T03:32:31",
    "Last-Updated": "2025-02-07T06:49:48",
    "description": "The New York Times bestseller—With an Afterword and a New Epilogue by the Author A New York Times Notable Book—Now a Netflix Film “Meticulously reported and beautifully written . . . a haunting and powerful crime story that gives voice to those who can no longer be heard.”—David Grann, author of Killers of the Flower Moon and The Wager “Rich, tragic . . . monumental . . . true-crime reporting at its best.”—Washington Post One late spring evening in 2010, Shannan Gilbert ran through the oceanfront community of Oak Beach screaming for her life and was never seen again. No one thought much about what had happened to the twenty-four-year-old: she was a Craigslist escort who had been fleeing a scene—of what, no one could be sure. The Suffolk County police, too, seemed to have paid little attention—until seven months later, when an unexpected discovery in a bramble alongside a nearby highway turned up four bodies, all evenly spaced, all wrapped in burlap. But none of them Shannan’s. There was Maureen Brainard-Barnes, last seen at Penn Station in Manhattan three years earlier, and Melissa Barthelemy, last seen in the Bronx in 2009. There was Megan Waterman, last seen leaving a hotel in Hauppauge, Long Island, just a month after Shannon’s disappearance in 2010, and Amber Lynn Costello, last seen leaving a house in West Babylon a few months later that same year. Like Shannan, all four women were petite, in their twenties, and had come from out of town to work as escorts, and they all had advertised on Craigslist and its competitor, Backpage. Lost Girls is a portrait of the victims of the Long Island Serial Killer, of the underside of the Internet, and of the secrets we keep without admitting to ourselves that we keep them. Long considered “one of the best true-crime books of all time” (Time), this editionfeatures an afterword including the shocking fate of Mari Gilbert, Shannan’s mother, for whom this case became the crusade of a lifetime, a new epilogue covering the most recent developments in the Long Island Serial Killer case, including the arrest, the missteps of the police investigation, and an updated timeline.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Lost Girls.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Lullaby",
    "subtitle": "",
    "author": [
      "Chuck Palahniuk"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Anchor",
    "publish": "2003-07-29",
    "total": 274,
    "isbn-10": 1400075572,
    "isbn-13": 9781400075577,
    "cover": "http://books.google.com/books/content?id=D0gCo8m7fl8C&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T12:19:14",
    "Last-Updated": "2025-02-07T06:49:55",
    "description": "NATIONAL BESTSELLER • From the author of the New York Times bestseller Choke and the cult classic Fight Club, a cunningly plotted novel about the ultimate verbal weapon, one that reinvents the apocalyptic thriller for our times. \"A harrowing and hilarious glimpse into the future of civilization.” —Minneapolis Star-Tribune Ever heard of a culling song? It’s a lullaby sung in Africa to give a painless death to the old or infirm. The lyrics of a culling song kill, whether spoken or even just thought. You can find one on page 27 of Poems and Rhymes from Around the World, an anthology that is sitting on the shelves of libraries across the country, waiting to be picked up by unsuspecting readers. Reporter Carl Streator discovers the song’s lethal nature while researching Sudden Infant Death Syndrome, and before he knows it, he’s reciting the poem to anyone who bothers him. As the body count rises, Streator glimpses the potential catastrophe if someone truly malicious finds out about the song. The only answer is to find and destroy every copy of the book in the country. Accompanied by a shady real-estate agent, her Wiccan assistant, and the assistant’s truly annoying ecoterrorist boyfriend, Streator begins a desperate cross-country quest to put the culling song to rest.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Lullaby.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "1984",
    "subtitle": "",
    "author": [
      "George Orwell"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "HarperCollins",
    "publish": "2013-09-03",
    "total": 309,
    "isbn-10": 547249640,
    "isbn-13": 9780547249643,
    "cover": "http://books.google.com/books/content?id=cpAREAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T11:49:38",
    "Last-Updated": "2025-02-07T06:49:58",
    "description": "75th ANNIVERSARY EDITION “Orwell saw, to his credit, that the act of falsifying reality is only secondarily a way of changing perceptions. It is, above all, a way of asserting power.”—The New Yorker In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be. Lionel Trilling said of Orwell’s masterpiece, “1984 is a profound, terrifying, and wholly fascinating book. It is a fantasy of the political future, and like any such fantasy, serves its author as a magnifying device for an examination of the present.” Though the year 1984 now exists in the past, Orwell’s novel remains an urgent call for the individual willing to speak truth to power.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Nineteen Eighty-four.md"
  },
  {
    "tag": "📚Book",
    "title": "Opium Inc.",
    "subtitle": "",
    "author": [
      "Thomas Manuel"
    ],
    "category": [
      "Political Science"
    ],
    "publisher": "Harper Collins",
    "publish": "2021-08-31",
    "total": 239,
    "isbn-10": 9354228364,
    "isbn-13": 9789354228360,
    "cover": "http://books.google.com/books/content?id=fSo9EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:44:43",
    "Last-Updated": "2025-03-13T06:44:48",
    "description": "This is the story of the world's biggest drug deal. In the nineteenth century, the British East India Company operated a triangle of trade that straddled the globe, running from India to China to Britain. From India to China, they took opium. From China to Britain, they took tea. From Britain to India, they brought empire. It was a machine that consumed cheap Indian land and labour and spat out money. The British had two problems, though. They were importing enormous amounts of tea from China, but the Celestial Empire looked down on British goods and only wanted silver in return. Simultaneously, the expanding colony in India was proving far too expensive to maintain. The British solved both problems with opium, which became the source of income on which they built their empire. For more than a century, the British knew that the drug was dangerous and continued to trade in it anyway. Its legacy in India, whether the poverty of Bihar or the wealth of Bombay, is still not acknowledged. Like many colonial institutions in India, the story of opium is one of immense pain for many and huge privileges for a few.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Opium Inc.md"
  },
  {
    "tag": "📚Book",
    "title": "Opus",
    "subtitle": "The Cult of Dark Money, Human Trafficking, and Right-Wing Conspiracy Inside the Catholic Church",
    "author": [
      "Gareth Gore"
    ],
    "category": [
      "Religion"
    ],
    "publisher": "Simon and Schuster",
    "publish": "2024-10",
    "total": 448,
    "isbn-10": 1668016141,
    "isbn-13": 9781668016145,
    "cover": "http://books.google.com/books/content?id=wOQeEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:35:43",
    "Last-Updated": "2025-03-13T06:35:48",
    "description": "A thrilling exposé recounting how members of Opus Dei—a secretive, ultra-conservative Catholic sect—pushed its radical agenda within the Church and around the globe, using billions of dollars siphoned from one of the world’s largest banks. For over half a century, Banco Popular was one of the most profitable banks in the world—until one day, in 2017, when the Spanish bank suddenly collapsed overnight. When investigative journalist Gareth Gore was dispatched to report on the story, he expected to find yet another case of unbridled capitalist ambition gone wrong. Instead, he uncovered decades of deception that hid one of the most brazen cases of corporate pillaging in history, perpetrated by a group of men sworn to celibacy and self-flagellation who had secretly controlled Popular and abused their positions there to help spread Opus Dei to every corner of the world. Drawing on unparalleled access to bank records, insider accounts, and exclusive interviews with whistle-blowers from within Opus Dei, Gore reveals how money from the bank was used to lure unsuspecting recruits—some of them only children—into a life of servitude. He also tracks the ascent of Opus Dei within the United States, exposing its role in bankrolling many right-wing causes, including the Supreme Court’s overturning of Roe v. Wade. In an era of disinformation and deep fakes, here is a real-life conspiracy which hid in plain sight for more than sixty years. Gore tells a shocking story of money and power that spans decades and continents. Documenting Opus Dei’s secret history for the first time, this thrilling work of investigative storytelling raises important questions about the dark forces that shape our society.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Opus.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "People Who Eat Darkness",
    "subtitle": "Love, Grief and a Journey Into Japan's Shadows",
    "author": [
      "Richard Lloyd Parry"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Random House",
    "publish": "2010-12-28",
    "total": 421,
    "isbn-10": 99502550,
    "isbn-13": 9780099502555,
    "cover": "http://books.google.com/books/content?id=Cj_mhy46tJkC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-09T08:49:27",
    "Last-Updated": "2025-02-07T06:50:06",
    "description": "Lucie Blackman - tall, blond, 21 years old - stepped out into the vastness of Tokyo in the summer of 2000 and disappeared. The following winter, her dismembered remains were found buried in a seaside cave. The seven months in between had seen a massive search for the missing girl involving Japanese policemen, British private detectives, and Lucie’s desperate but bitterly divided parents. Had Lucie been abducted by a religious cult or snatched by human traffickers? Who was the mysterious man she had gone to meet? And what did her work as a hostess in the notorious Roppongi district of Tokyo really involve?\r\rRichard Lloyd Parry, an award-winning foreign correspondent, followed the case from the beginning. Over the course of a decade, as the rest of the world forgot but the trial dragged on, he traveled to four continents to interview those connected with the story, assiduously followed the court proceedings, and won unique access to the Japanese detectives who investigated the case. Ultimately he earned the respect of the victim’s family and delved deep into the mind and background of the man accused of the crime - Joji Obara, described by the judge as “unprecedented and extremely evil.” The result is a book at once thrilling and revelatory.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\People Who Eat Darkness.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Prescription for Pain",
    "subtitle": "How a Once-Promising Doctor Became the Pill Mill Killer",
    "author": [
      "Philip Eil"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Steerforth",
    "publish": "2024-04-09",
    "total": 433,
    "isbn-10": 1586423827,
    "isbn-13": 9781586423827,
    "cover": "http://books.google.com/books/content?id=64DQEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-02-07T05:45:59",
    "Last-Updated": "2025-02-07T06:47:18",
    "description": "An obsessive true crime investigation of a bizarre and unlikely perpetrator, who’s serving the opioid epidemic’s longest term for illegal prescriptions — four life sentences Written in the tradition of I'll Be Gone in the Dark and True Crime Addict, combining Dopesick's heart rending portrayal of the epidemic's victims with Empire of Pain's examination of its perpetrators This haunting and propulsive debut follows a journalist’s years-long investigation into his father's old classmate: former high school valedictorian Paul Volkman, who once seemed destined for greatness after earning his MD and his PhD from the prestigious University of Chicago, but is now serving four consecutive life sentences at a federal prison in Arizona. Volkman was the central figure in a massive “pill mill” scheme in southern Ohio. His pain clinics accepted only cash, employed armed guards, and dispensed a torrent of opioid painkillers and other controlled substances. For nearly three years, Volkman remained in business despite raids by law enforcement and complaints from patients’ family members. Prosecutors would ultimately link him to the overdose deaths of 13 patients, though investigators explored his ties to at least 20 other deaths. This groundbreaking book is based on 12 years of correspondence and interviews with Volkman. Eil also traveled to 19 states, interviewed more than 150 people, and filed a Freedom of Information Act lawsuit against the Drug Enforcement Administration that led to the release of nearly 20,000 pages of trial evidence. The American opioid epidemic is, like this book, a true crime story. Through this one doctor’s story, an era of unfathomable tragedy is brought down to a tangible, and devastating, human scale.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Prescription for Pain.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Rant",
    "subtitle": "An Oral Biography of Buster Casey",
    "author": [
      "Chuck Palahniuk"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Anchor Canada",
    "publish": "2009-02-24",
    "total": 338,
    "isbn-10": 307371964,
    "isbn-13": 9780307371966,
    "cover": "http://books.google.com/books/content?id=O1xIcDiultoC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-02T14:13:14",
    "Last-Updated": "2025-02-07T06:50:13",
    "description": "The provocative and mind-bending new novel from the bestselling author of Fight Club and Haunted. Rant takes the form of a (fictional) oral history of Buster “Rant” Casey, in which an assortment of friends, enemies, admirers, detractors, and relations have their say on this evil character, who may or may not be the most efficient serial killer of our time. Buster Casey was every small kid born in a small town, searching for real thrills in a world of video games and action/adventure movies. The high school rebel who always wins – and a childhood murderer? – Rant Casey escapes from his hometown of Middleton into the big city and becomes the leader of an urban demolition derby called Party Crashing, where, on designated nights, the participants recognize each other by dressing their cars with tin-can tails, “Just Married” toothpaste graffiti, and other refuse, then look for special markings in order to stalk and crash into each other. It’s in this violent, late-night hunting game that Casey makes three friends. And after his spectacular death, these friends gather the testimony needed to build an oral history of his short life. Their collected anecdotes explore the charges that his saliva infected hundreds and caused a silent, urban plague of rabies . . . Expect hilarity and horror, and blazing insight into the desperate and surreal contemporary human condition as only Chuck Palahniuk can deliver it. He’s the postmillennial Jonathan Swift, the man to watch to learn what’s – uh-oh – coming next. Excerpt from RANT: Wallace Boyer (Car Salesman): Like most people, I didn’t meet and talk to Rant Casey until after he was dead. That’s how it works for most celebrities, after they croak their circle of close friends just explodes. A dead celebrity can’t walk down the street without meeting a million best buddies they never met in real life. Dying was the best career move Jeff Dahmer and John Wayne Gacy ever made. . . . The way Rant Casey used to say it: Folks build a reputation by attacking you while you’re alive–or praising you after you ain’t.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Rant.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Say Nothing",
    "subtitle": "A True Story of Murder and Memory in Northern Ireland",
    "author": [
      "Patrick Radden Keefe"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Vintage",
    "publish": "2020-02-25",
    "total": 561,
    "isbn-10": 307279286,
    "isbn-13": 9780307279286,
    "cover": "http://books.google.com/books/content?id=DlHUDwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-30T12:31:48",
    "Last-Updated": "2025-02-07T06:50:18",
    "description": "NEW YORK TIMES BESTSELLER • NOW AN FX LIMITED SERIES STREAMING ON HULU • NATIONAL BOOK CRITICS CIRCLE AWARD WINNER • From the author of Empire of Pain—a stunning, intricate narrative about a notorious killing in Northern Ireland and its devastating repercussions. One of The New York Times’s 20 Best Books of the 21st Century \"Masked intruders dragged Jean McConville, a 38-year-old widow and mother of 10, from her Belfast home in 1972. In this meticulously reported book—as finely paced as a novel—Keefe uses McConville's murder as a prism to tell the history of the Troubles in Northern Ireland. Interviewing people on both sides of the conflict, he transforms the tragic damage and waste of the era into a searing, utterly gripping saga.\" —New York Times Book Review \"Reads like a novel ... Keefe is ... a master of narrative nonfiction. . .An incredible story.\"—Rolling Stone A Best Book of the Year: The New York Times, The Washington Post, The Wall Street Journal, TIME, NPR, and more! Jean McConville's abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville's children knew it was their mother when they were told a blue safety pin was attached to the dress--with so many kids, she had always kept it handy for diapers or ripped clothes. Patrick Radden Keefe's mesmerizing book on the bitter conflict in Northern Ireland and its aftermath uses the McConville case as a starting point for the tale of a society wracked by a violent guerrilla war, a war whose consequences have never been reckoned with. The brutal violence seared not only people like the McConville children, but also I.R.A. members embittered by a peace that fell far short of the goal of a united Ireland, and left them wondering whether the killings they committed were not justified acts of war, but simple murders. From radical and impetuous I.R.A. terrorists such as Dolours Price, who, when she was barely out of her teens, was already planting bombs in London and targeting informers for execution, to the ferocious I.R.A. mastermind known as The Dark, to the spy games and dirty schemes of the British Army, to Gerry Adams, who negotiated the peace but betrayed his hardcore comrades by denying his I.R.A. past--Say Nothing conjures a world of passion, betrayal, vengeance, and anguish.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Say Nothing.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Sins of the Seventh Sister",
    "subtitle": "A Novel",
    "author": [
      "Huston Curtiss"
    ],
    "category": [
      "Biography & Autobiography"
    ],
    "publisher": "Three Rivers Press",
    "publish": "2004-05",
    "total": 368,
    "isbn-10": 1400052645,
    "isbn-13": 9781400052646,
    "cover": "http://books.google.com/books/content?id=cCQemQEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2024-12-30T11:46:57",
    "Last-Updated": "2025-02-07T06:50:22",
    "description": "How many times have you thought, “this has got to be true—no one could make this up?” Well, in 1929, Huston Curtiss was seven years old, living with his beautiful, opinionated mother (whose image is on the cover of this book), and surrounded by their romantic, fiercely independent, and often certifiably insane relatives. Huston has never before written about that time—an era of racism and repression, a time when this country was still relatively young, an age of quirky individualism and almost frontier-style freedom that largely has ceased to exist. Fearful he would not be believed, on one hand, but desirous of the freedom to embellish, on the other, Curtiss chronicles that time in Sins of the Seventh Sister, a book he characterizes as “a novel based on a true story of the gothic South.”\r\rIt is his story and the story of the people of Elkins, West Virginia, a small town whose inhabitants included his mother, Billy-Pearl Curtiss, and her many sisters—all stunning blondes. Billy-Pearl would prove to be an irresistibly romantic figure in her son’s life. She was the seventh of eleven children, all girls to her father’s consternation. By the time of her arrival, her father felt he had been patient enough and insisted on calling her Billy; he taught her everything he had intended to impart to his firstborn son. She would grow up to be one of the most beautiful women in the county, but also one of the most opinionated and liberal. Her aim was so precise that she was barred from the local turkey shoot because none of the men had a chance against her. When a Klansman accused her of attempted homicide after she shot him through the shoulder to stop him from setting fire to the home of her black neighbors, she told the sheriff, “If I had meant to kill him, he’d be dead.” And with that defense, she was exonerated.\r\rCurtiss Farm was large and the house had many rooms, which Billy-Pearl got in the habit of gathering people to fill, especially the downtrodden who had nowhere to go. In May 1929, Billy-Pearl brought home a boy from the local orphanage. Stanley was sixteen, the age at which the orphanage kicked children out, and Billy-Pearl, knowing his sad history, could not allow him to end up on the streets. Stanley had witnessed his father beat his mother to death in a drunken rage and had taken a straight razor and slit his father’s throat while he slept. A country judge had the boy castrated to control his aggressive ways. Not a boy, but not yet a man, Stanley was tall, willowy, and frightened as a colt upon his arrival at Curtiss Farm—not at all the playmate for whom Huston had hoped. But quickly a friendship developed between the two that would last a lifetime—a friendship that would survive murder, suicide, madness, and Stanley’s eventual transformation into Stella, a singer who would live her adult life as a glamorous woman.\r\rSins of the Seventh Sister is brilliantly conceived and masterfully written, as alive with flamboyant characters and wildly uncontained emotions as any book to come out of the South.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Sins of the Seventh Sister.md"
  },
  {
    "tags": [
      "📚Book",
      "Software-Engineering"
    ],
    "title": "Software Engineering",
    "subtitle": "A Practitioner's Approach",
    "author": [
      "Roger S. Pressman",
      "Bruce R. Maxim"
    ],
    "category": [
      "Software-Engineering"
    ],
    "publisher": null,
    "publish": "2019-09-09",
    "total": 0,
    "isbn-10": 1260548007,
    "isbn-13": 9781260548006,
    "cover": "http://books.google.com/books/content?id=taIKxAEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Reading",
    "Date-Created": "2025-01-03T13:31:26",
    "Last-Updated": "2025-02-07T15:19:02",
    "description": "For almost four decades, Software Engineering: A Practitioner's Approach (SEPA) has been the world's leading textbook in software engineering. The ninth edition represents a major restructuring and update of previous editions, solidifying the book's position as the most comprehensive guide to this important subject.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Software Engineering.md"
  },
  {
    "tag": "📚Book",
    "title": "Starry Messenger: Cosmic Perspectives on Civilisation",
    "subtitle": "",
    "author": [
      "Neil deGrasse Tyson"
    ],
    "category": [
      "Science"
    ],
    "publisher": "HarperCollins",
    "publish": "2022-09-29",
    "total": 276,
    "isbn-10": "0008543194",
    "isbn-13": 9780008543198,
    "cover": "http://books.google.com/books/content?id=KKxgEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:41:50",
    "Last-Updated": "2025-03-13T06:41:55",
    "description": "Bringing his cosmic perspective to civilization on Earth, Neil deGrasse Tyson, bestselling author of Astrophysics for People in a Hurry, shines new light on the crucial fault lines of our time–war, politics, religion, truth, beauty, gender, race, and tribalism–in a way that stimulates a deeper sense of unity for us all.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Starry Messenger Cosmic Perspectives on Civilisation.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Still Life with Woodpecker",
    "subtitle": "A Novel",
    "author": [
      "Tom Robbins"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Bantam",
    "publish": "2003-06-17",
    "total": 277,
    "isbn-10": 553897942,
    "isbn-13": 9780553897944,
    "cover": "https://books.google.com/books/content?id=O-Z1-eAQzPIC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T21:02:16",
    "Last-Updated": "2025-02-07T06:50:32",
    "description": "“Robbins’s comic philosophical musings reveal a flamboyant genius.”—People Still Life with Woodpecker is a sort of a love story that takes place inside a pack of Camel cigarettes. It reveals the purpose of the moon, explains the difference between criminals and outlaws, examines the conflict between social activism and romantic individualism, and paints a portrait of contemporary society that includes powerful Arabs, exiled royalty, and pregnant cheerleaders. It also deals with the problem of redheads.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Still Life with Woodpecker.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Barn",
    "subtitle": "The Secret History of a Murder in Mississippi",
    "author": [
      "Wright Thompson"
    ],
    "category": [
      "History"
    ],
    "publisher": "Random House Large Print",
    "publish": "2024-10-15",
    "total": 609,
    "isbn-10": 593949102,
    "isbn-13": 9780593949108,
    "cover": "http://books.google.com/books/content?id=vCD3EAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-12-31T00:23:32",
    "Last-Updated": "2025-02-18T07:14:07",
    "description": "An instant New York Times bestseller! “It literally changed my outlook on the world…incredible.” —Shonda Rhimes \"The Barn is serious history and skillful journalism, but with the nuance and wallop of a finely wrought novel… The Barn describes not just the poison of silence and lies, but also the dignity of courage and truth.” — The Washington Post “The most brutal, layered, and absolutely beautiful book about Mississippi, and really how the world conspired with the best and worst parts of Mississippi, I will ever read…Reporting and reckoning can get no better, or more important, than this.” —Kiese Laymon “An incredible history of a crime that changed America.” —John Grisham \"With integrity, and soul, Thompson unearths the terrible how and why, carrying us back and forth through time, deep in Mississippi—baring, sweat, soil, and heart all the way through.” —Imani Perry A shocking and revelatory account of the murder of Emmett Till that lays bare how forces from around the world converged on the Mississippi Delta in the long lead-up to the crime, and how the truth was erased for so long Wright Thompson’s family farm in Mississippi is 23 miles from the site of one of the most notorious and consequential killings in American history, yet he had to leave the state for college before he learned the first thing about it. To this day, fundamental truths about the crime are widely unknown, including where it took place and how many people were involved. This is no accident: the cover-up began at once, and it is ongoing. In August 1955, two men, Roy Bryant and J.W. Milam, were charged with the torture and murder of the 14-year-old Emmett Till in Money, Mississippi. After their inevitable acquittal in a mockery of justice, they gave a false confession to a journalist, which was misleading about where the long night of hell took place and who was involved. In fact, Wright Thompson reveals, at least eight people can be placed at the scene, which was inside the barn of one of the killers, on a plot of land within the six-square-mile grid whose official name is Township 22 North, Range 4 West, Section 2, West Half, fabled in the Delta of myth as the birthplace of the blues on nearby Dockery Plantation. Even in the context of the racist caste regime of the time, the four-hour torture and murder of a Black boy barely in his teens for whistling at a young white woman was acutely depraved; Till’s mother Mamie Till-Mobley’s decision to keep the casket open seared the crime indelibly into American consciousness. Wright Thompson has a deep understanding of this story—the world of the families of both Emmett Till and his killers, and all the forces that aligned to place them together on that spot on the map. As he shows, the full horror of the crime was its inevitability, and how much about it we still need to understand. Ultimately this is a story about property, and money, and power, and white supremacy. It implicates all of us. In The Barn, Thompson brings to life the small group of dedicated people who have been engaged in the hard, fearful business of bringing the truth to light. Putting the killing floor of the barn on the map of Township 22 North, Range 4 West, Section 2, West Half, and the Delta, and America, is a way of mapping the road this country must travel if we are to heal our oldest, deepest wound.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Barn.md"
  },
  {
    "tag": "📚Book",
    "title": "The Bounty",
    "subtitle": "The True Story of the Mutiny on the Bounty",
    "author": [
      "Caroline Alexander"
    ],
    "category": [
      "History"
    ],
    "publisher": "Penguin",
    "publish": "2004-05-25",
    "total": 556,
    "isbn-10": "0142004693",
    "isbn-13": 9780142004692,
    "cover": "http://books.google.com/books/content?id=wugW5IRyBD4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:34:43",
    "Last-Updated": "2025-03-13T06:34:48",
    "description": "Has history been wrong for 200 years? Read the startling truth about the mutiny on the Bounty, its characters, causes, and aftermath. Television rights are now in development with Ridley Scott's Scott Free Productions. More than two centuries after Master’s Mate Fletcher Christian led a mutiny against Lieutenant William Bligh on a small, armed transport vessel called Bounty, the true story of this enthralling adventure has become obscured by the legend. Combining vivid characterization and deft storytelling, Caroline Alexander shatters the centuries-old myths surrounding this story. She brilliantly shows how, in a desperate attempt to save one man from the gallows and another from ignominy, two powerful families came together and began to create the version of history we know today. The true story of the mutiny on the Bounty is an epic of duty and heroism, pride and power, and the assassination of a brave man’s honor at the dawn of the Romantic age.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Bounty.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Butcher and the Wren",
    "subtitle": "A Novel",
    "author": [
      "Alaina Urquhart"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Zando",
    "publish": "2023-07-25",
    "total": 256,
    "isbn-10": 1638930961,
    "isbn-13": 9781638930969,
    "cover": "http://books.google.com/books/content?id=fqzWzwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2024-11-30T12:23:05",
    "Last-Updated": "2025-02-07T06:50:43",
    "description": "INSTANT NEW YORK TIMES BESTSELLER From the co-host of chart-topping true crime podcast Morbid, a thrilling debut novel told from the dueling perspectives of a notorious serial killer and the medical examiner following where his trail of victims leads Something dark is lurking in the Louisiana bayou: a methodical killer with a penchant for medical experimentation is hard at work completing his most harrowing crime yet, taunting the authorities who desperately try to catch up. But forensic pathologist Dr. Wren Muller is the best there is. Armed with an encyclopedic knowledge of historical crimes, and years of experience working in the Medical Examiner's office, she's never encountered a case she couldn't solve. Until now. Case after case is piling up on Wren's examination table, and soon she is sucked into an all-consuming cat-and-mouse chase with a brutal murderer getting more brazen by the day. An addictive read with straight-from-the-morgue details only an autopsy technician could provide, The Butcher and the Wren promises to ensnare all who enter. Now with an exclusive sneak peek at the highly anticipated sequel!",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Butcher and the Wren.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Devil In The White City",
    "subtitle": "",
    "author": [
      "Erik Larson"
    ],
    "category": [
      "History"
    ],
    "publisher": "Random House",
    "publish": "2010-09-30",
    "total": 498,
    "isbn-10": 1409044602,
    "isbn-13": 9781409044604,
    "cover": "http://books.google.com/books/content?id=HOkTmxg8f_oC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T20:42:37",
    "Last-Updated": "2025-02-07T06:50:46",
    "description": "'An irresistible page-turner that reads like the most compelling, sleep defying fiction' TIME OUT One was an architect. The other a serial killer. This is the incredible story of these two men and their realization of the Chicago World's Fair of 1893, and its amazing 'White City'; one of the wonders of the world. The architect was Daniel H. Burnham, the driving force behind the White City, the massive, visionary landscape of white buildings set in a wonderland of canals and gardens. The killer was H. H. Holmes, a handsome doctor with striking blue eyes. He used the attraction of the great fair - and his own devilish charms - to lure scores of young women to their deaths. While Burnham overcame politics, infighting, personality clashes and Chicago's infamous weather to transform the swamps of Jackson Park into the greatest show on Earth, Holmes built his own edifice just west of the fairground. He called it the World's Fair Hotel. In reality it was a torture palace, a gas chamber, a crematorium. These two disparate but driven men are brought to life in this mesmerizing, murderous tale of the legendary Fair that transformed America and set it on course for the twentieth century . . .",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Devil In The White City.md"
  },
  {
    "tag": "📚Book",
    "title": "The Dublin Railway Murder",
    "subtitle": "The sensational true story of a Victorian murder mystery",
    "author": [
      "Thomas Morris"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Random House",
    "publish": "2021-11-11",
    "total": 363,
    "isbn-10": "147357837X",
    "isbn-13": 9781473578371,
    "cover": "http://books.google.com/books/content?id=8ufODwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:45:10",
    "Last-Updated": "2025-03-13T06:45:16",
    "description": "A thrilling and perplexing investigation of a true Victorian crime at Dublin railway station. Dublin, November 1856: George Little, the chief cashier of the Broadstone railway terminus, is found dead, lying in a pool of blood beneath his desk. He has been savagely beaten, his head almost severed; there is no sign of a murder weapon, and the office door is locked, apparently from the inside. Thousands of pounds in gold and silver are left untouched at the scene of the crime. Augustus Guy, Ireland's most experienced detective, teams up with Dublin's leading lawyer to investigate the murder. But the mystery defies all explanation, and two celebrated sleuths sent by Scotland Yard soon return to London, baffled. Five suspects are arrested then released, with every step of the salacious case followed by the press, clamouring for answers. But then a local woman comes forward, claiming to know the murderer... 'The Dublin Railway Murder is a true-crime masterclass' Philip Gray, author of Two Storm Wood\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Dublin Railway Murder.md"
  },
  {
    "tag": "📚Book",
    "title": "The Gunslinger",
    "subtitle": "",
    "author": [
      "Stephen King"
    ],
    "category": [
      "Fantasy fiction"
    ],
    "publisher": null,
    "publish": 2013,
    "total": 280,
    "isbn-10": 1471227898,
    "isbn-13": 9781471227899,
    "cover": "http://books.google.com/books/content?id=Fu5PlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-02-16T06:15:54",
    "Last-Updated": "2025-02-16T06:17:02",
    "description": "In this first novel in his epic fantasy masterpiece, Stephen King introduces readers to one of his most enigmatic heroes, Roland of Gilead, the Last Gunslinger... Roland is a haunting figure, a loner, on a spellbinding journey into good and evil, in a desolate world which frighteningly echoes our own. In his first step towards the powerful and mysterious Dark Tower, he encounters an alluring woman named Alice, begins a friendship with Jake, a kid from New York, and faces an agonising choice between damnation and salvation as he pursues the Man in Black. Set in a world of extraordinary circumstances, filled with stunning visual imagery and unforgettable characters, The Dark Tower series is unlike anything you've ever read. Here is Stephen King's most visionary piece of storytelling, a magical mix of fantasy and horror that may well be his crowning achievement.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Gunslinger.md"
  },
  {
    "tag": "📚Book",
    "title": "The Human Scale",
    "subtitle": "A Novel",
    "author": [
      "Lawrence Wright"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Random House",
    "publish": "2025-03-11",
    "total": 673,
    "isbn-10": null,
    "isbn-13": 9798217070206,
    "cover": "http://books.google.com/books/content?id=xcUxEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:38:53",
    "Last-Updated": "2025-03-13T06:38:58",
    "description": "Lawrence Wright at the height of his powers. Centers around the newfound—and forced—relationship between a Palestinian American FBI agent and a hard-line Israeli cop, working together uneasily to solve the murder of the Israeli police chief in Gaza. Moving, thrilling, with extraordinary scope, it does for Palestine and Israel what Gorky Park did years ago for Russia. In the vein of John le Carré and Graham Greene, this is the rare novel that manages to entertain, educate, and deeply move the reader. Tony Malik is a half-Irish, half-Arab New York–based FBI agent, specializing in money flowing from drug and arms deals. The novel opens in shocking fashion, with Malik seriously injured by a terrorist-planted bomb. During his lengthy recuperative process, his life changes radically. A long-term relationship ends, and his job is on the verge of being taken away from him. During this period he learns more about his roots and becomes interested in his father's past and family—his father came to America years ago from Palestine. Malik decides to make a trip to his father's homeland to attend the wedding of his niece, whom he has never met. As a result of his plans, he is given a simple assignment by his boss at the FBI, partly to see how well he can still do his job. That simple assignment becomes anything but simple. As soon as he arrives in Gaza, the Israeli police chief overseeing the area is murdered. Malik is at first a suspect. Then, due to his superior investigative skills, he is invited into the Israeli investigation, seeking the murderer. At the core of this novel is Malik's relationship with Yossi, the hard-line anti-Arab Israeli police officer leading the investigation. They must learn to trust each other because, as they move closer to solving the case, they realize there is no one else they can trust on either side. Extraordinary three-dimensional characters populate this novel: Yossi's daughter, studying in Paris, trying to escape the violence that surrounds her in Israel; Malik's niece, whose wedding and life are shattered by the murder; her fiancé, a peacenik whose existence is complicated by the fact that his cousin is high up in the Hamas command; religious leaders on both sides; corrupt Israeli cops; Palestinians thirsting for violence against Israel; Israelis determined to crush the Palestinians. Lawrence Wright brings a wide and complicated tapestry to life, one that culminates on October 7, 2023, with the deadly Hamas attack on Israel. But he has written more than just a thriller, or even just an examination of all these complicated lives. He has written a novel that manages to explore and explain much of the devastating history that encompasses the relationship between Israel and Palestine—and shows it to us in a way that poignantly reveals the tragic human scale that is involved.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Human Scale.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Indifferent Stars Above",
    "subtitle": "The Harrowing Saga of the Donner Party",
    "author": [
      "Daniel James Brown"
    ],
    "category": [
      "Biography & Autobiography"
    ],
    "publisher": "Harper Collins",
    "publish": "2009-04-28",
    "total": 484,
    "isbn-10": 61877255,
    "isbn-13": 9780061877254,
    "cover": "http://books.google.com/books/content?id=xK0rBiV0ZncC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Reading",
    "Date-Created": "2025-01-18T05:33:27",
    "Last-Updated": "2025-02-07T06:50:49",
    "description": "From the #1 bestselling author of The Boys in the Boat and Facing the Mountain comes an unforgettable epic of family, tragedy, and survival on the American frontier “An ideal pairing of talent and material.… Engrossing.… A deft and ambitious storyteller.” — Mary Roach, New York Times Book Review In April of 1846, twenty-one-year-old Sarah Graves, intent on a better future, set out west from Illinois with her new husband, her parents, and eight siblings. Seven months later, after joining a party of pioneers led by George Donner, they reached the Sierra Nevada Mountains as the first heavy snows of the season closed the pass ahead of them. In early December, starving and desperate, Sarah and fourteen others set out for California on snowshoes, and, over the next thirty-two days, endured almost unfathomable hardships and horrors. In this gripping narrative, New York Times bestselling author Daniel James Brown sheds new light on one of the most legendary events in American history. Following every painful footstep of Sarah’s journey with the Donner Party, Brown produces a tale both spellbinding and richly informative.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Indifferent Stars Above.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Irish Assassins",
    "subtitle": "Conspiracy, Revenge, and the Phoenix Park Murders That Stunned Victorian England",
    "author": [
      "Julie Kavanagh"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Grove Atlantic",
    "publish": "2021-08-03",
    "total": 328,
    "isbn-10": 802149383,
    "isbn-13": 9780802149381,
    "cover": "http://books.google.com/books/content?id=h3MXEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2025-01-15T17:46:43",
    "Last-Updated": "2025-02-07T06:51:02",
    "description": "A brilliant true crime account of the assassinations that altered the course of Irish history from the “compulsively readable” writer (The Guardian). One sunlit evening, May 6, 1882, Lord Frederick Cavendish and Thomas Burke, Chief Secretary and Undersecretary for Ireland, were ambushed and stabbed to death while strolling through Phoenix Park in Dublin. The murders were funded by American supporters of Irish independence and carried out by the Invincibles, a militant faction of republicans armed with specially made surgeon’s blades. They put an end to the new spirit of goodwill that had been burgeoning between British Prime Minister William Gladstone and Ireland’s leader Charles Stewart Parnell as the men forged a secret pact to achieve peace and independence in Ireland—with the newly appointed Cavendish, Gladstone’s protégé, to play an instrumental role in helping to do so. In a story that spans Donegal, Dublin, London, Paris, New York, Cannes, and Cape Town, Julie Kavanagh thrillingly traces the crucial events that came before and after the murders. From the adulterous affair that caused Parnell’s downfall; to Queen Victoria’s prurient obsession with the assassinations; to the investigation spearheaded by Superintendent John Mallon, also known as the “Irish Sherlock Holmes,” culminating in the eventual betrayal and clandestine escape of leading Invincible James Carey and his murder on the high seas, The Irish Assassins brings us intimately into this fascinating story that shaped Irish politics and engulfed an Empire. Praise for Julie Kavanagh’s Nureyev: The Life “Easily the best biography of the year.” —The Philadelphia Inquirer “The definitive biography of ballet’s greatest star whose ego was as supersized as his talent.” —Tina Brown, award-winning journalist and author",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Irish Assassins.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Looming Tower",
    "subtitle": "Al-Qaeda and the Road to 9/11",
    "author": [
      "Lawrence Wright"
    ],
    "category": [
      "History"
    ],
    "publisher": "Vintage",
    "publish": "2018-02-02",
    "total": 594,
    "isbn-10": 525564365,
    "isbn-13": 9780525564362,
    "cover": "http://books.google.com/books/content?id=KHMcEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2025-01-19T03:16:47",
    "Last-Updated": "2025-02-07T06:51:04",
    "description": "Explores both the American and Arab sides of the September 11th terrorist attacks in an account of the people, ideas, events, and intelligence failures that led to the tragedies.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Looming Tower.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Man from the Train",
    "subtitle": "The Solving of a Century-Old Serial Killer Mystery",
    "author": [
      "Bill James",
      "Rachel McCarthy James"
    ],
    "category": [
      "History"
    ],
    "publisher": "Simon and Schuster",
    "publish": "2017-09-19",
    "total": 480,
    "isbn-10": 1476796270,
    "isbn-13": 9781476796277,
    "cover": "http://books.google.com/books/content?id=chppDQAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T11:43:49",
    "Last-Updated": "2025-02-07T06:51:08",
    "description": "An Edgar Award finalist for Best Fact Crime, this “impressive…open-eyed investigative inquiry wrapped within a cultural history of rural America” (The Wall Street Journal) shows legendary statistician and baseball writer Bill James applying his analytical acumen to crack an unsolved century-old mystery surrounding one of the deadliest serial killers in American history. Between 1898 and 1912, families across the country were bludgeoned in their sleep with the blunt side of an axe. Jewelry and valuables were left in plain sight, bodies were piled together, faces covered with cloth. Some of these cases, like the infamous Villasca, Iowa, murders, received national attention. But few people believed the crimes were related. And fewer still would realize that all of these families lived within walking distance to a train station. When celebrated baseball statistician and true crime expert Bill James first learned about these horrors, he began to investigate others that might fit the same pattern. Applying the same know-how he brings to his legendary baseball analysis, he empirically determined which crimes were committed by the same person. Then after sifting through thousands of local newspapers, court transcripts, and public records, he and his daughter Rachel made an astonishing discovery: they learned the true identity of this monstrous criminal. In turn, they uncovered one of the deadliest serial killers in America. Riveting and immersive, with writing as sharp as the cold side of an axe, The Man from the Train paints a vivid, psychologically perceptive portrait of America at the dawn of the twentieth century, when crime was regarded as a local problem, and opportunistic private detectives exploited a dysfunctional judicial system. James shows how these cultural factors enabled such an unspeakable series of crimes to occur, and his groundbreaking approach to true crime will convince skeptics, amaze aficionados, and change the way we view criminal history.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Man from the Train.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Monster of Florence",
    "subtitle": "",
    "author": [
      "Douglas Preston"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Grand Central Publishing",
    "publish": "2008-06-10",
    "total": 404,
    "isbn-10": 446537411,
    "isbn-13": 9780446537414,
    "cover": "http://books.google.com/books/content?id=2zUnXBLoN1gC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T12:21:22",
    "Last-Updated": "2025-02-07T06:51:13",
    "description": "In the nonfiction tradition of John Berendt and Erik Larson, the author of the #1 NYT bestseller The Lost City of the Monkey God presents a gripping account of crime and punishment in the lush hills surrounding Florence as he seeks to uncover one of the most infamous figures in Italian history. In 2000, Douglas Preston fulfilled a dream to move his family to Italy. Then he discovered that the olive grove in front of their 14th century farmhouse had been the scene of the most infamous double-murders in Italian history, committed by a serial killer known as the Monster of Florence. Preston, intrigued, meets Italian investigative journalist Mario Spezi to learn more. This is the true story of their search for--and identification of--the man they believe committed the crimes, and their chilling interview with him. And then, in a strange twist of fate, Preston and Spezi themselves become targets of the police investigation. Preston has his phone tapped, is interrogated, and told to leave the country. Spezi fares worse: he is thrown into Italy's grim Capanne prison, accused of being the Monster of Florence himself. Like one of Preston's thrillers, The Monster of Florence, tells a remarkable and harrowing story involving murder, mutilation, and suicide-and at the center of it, Preston and Spezi, caught in a bizarre prosecutorial vendetta.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Monster of Florence.md"
  },
  {
    "tag": "📚Book",
    "title": "The Saboteur",
    "subtitle": "The Aristocrat Who Became France's Most Daring Anti-Nazi Commando",
    "author": [
      "Paul Kix"
    ],
    "category": [
      "France"
    ],
    "publisher": "William Collins",
    "publish": "2018-03-08",
    "total": 304,
    "isbn-10": "0007553803",
    "isbn-13": 9780007553808,
    "cover": "http://books.google.com/books/content?id=71onswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:43:45",
    "Last-Updated": "2025-03-13T06:43:51",
    "description": "In the tradition of 'Agent Zigzag' comes a breathtaking biography of WWII's 'Scarlet Pimpernel' as fast-paced and emotionally intuitive as the best spy thrillers. This celebrates unsung hero Robert de La Rochefoucauld, an aristocrat turned anti-Nazi saboteur, and his exploits as a British Special Operations Executive-trained resistant A scion of one of the oldest families in France, Robert de La Rochefoucauld was raised in a magnificent chateau and educated in Europe's finest schools. When the Nazis invaded and imprisoned his father, La Rochefoucauld escaped to England and was trained in the dark arts of anarchy and combat - cracking safes, planting bombs and killing with his bare hands - by a collection of SOE spies. With his newfoundskills, La Rochefoucauld returned to France and organized Resistance cells, blew up fortified compounds and munitions factories, interfered with Germany's wartime missions and executed Nazi officers. Caught by the Germans, La Rochefoucauld withstood months of torture and escaped his own death sentence, not once but twice. More than just a fast-paced, real-life thriller, The Saboteur is also a deep dive into an endlessly fascinating historical moment, revealing the previously untold story of a network of commandos, motivated by a shared hatred of the Nazis, who battled evil and bravely worked to change the course of history.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Saboteur.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Serial Killer's Apprentice",
    "subtitle": "",
    "author": [
      "Katherine Ramsland",
      "Tracy Ullman"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Penzler Publishers",
    "publish": "2024-04-16",
    "total": 211,
    "isbn-10": 1613164963,
    "isbn-13": 9781613164969,
    "cover": "http://books.google.com/books/content?id=JRbREAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "Completed",
    "Date-Created": "2024-11-30T12:21:42",
    "Last-Updated": "2025-02-07T06:51:16",
    "description": "A psychological examination of the blurred line between victim and accomplice—and how a killer can be created Elmer Wayne Henley, Jr. was only fourteen when he first became entangled with serial rapist and murderer Dean Corll in 1971. Fellow Houston, Texas, teenager David Brooks had already been ensnared by the charming older man, bribed with cash to help lure boys to Corll’s home. When Henley unwittingly entered the trap, Corll evidently sensed he’d be of more use as a second accomplice than another victim. He baited Henley with the same deal he’d given Brooks: $200 for each boy they could bring him. Henley didn’t understand the full extent of what he had signed up for at first. But once he started, Corll convinced him that he had crossed the line of no return and had to not only procure boys but help kill them and dispose of the bodies, as well. When Henley first took a life, he lost his moral base. He felt doomed. By the time he was seventeen, he’d helped with multiple murders and believed he’d be killed, too. But on August 8, 1973, he picked up a gun and shot Corll. When he turned himself in, Henley showed police where he and Brooks had buried Corll’s victims in mass graves. Twenty-eight bodies were recovered—most of them boys from Henley’s neighborhood—making this the worst case of serial murder in America at the time. The case reveals gross failures in the way cops handled parents’ pleas to look for their missing sons and how law enforcement possibly protected a larger conspiracy. The Serial Killer’s Apprentice tells the story of Corll and his accomplices in its fullest form to date. It also explores the concept of “mur-dar” (the predator’s instinct for exploitable kids), current neuroscience about adolescent brain vulnerabilities, the role of compartmentalization, the dynamic of a murder apprenticeship, and how tales like Henley’s can aid with early intervention. Despite his youth and cooperation, Henley went to trial and received six life sentences. He’s now sixty-five and has a sense of perspective about how adult predators can turn formerly good kids into criminals. Unexpectedly, he’s willing to talk. This book is his warning and the story of the unspeakable evil and sorrow that befell Houston in the early 1970s.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Serial Killer's Apprentice.md"
  },
  {
    "tag": "📚Book",
    "title": "The Sugar Barons",
    "subtitle": "Family, Corruption, Empire, and War in the West Indies",
    "author": [
      "Matthew Parker"
    ],
    "category": [
      "History"
    ],
    "publisher": "Bloomsbury Publishing USA",
    "publish": "2011-08-23",
    "total": 465,
    "isbn-10": "0802777996",
    "isbn-13": 9780802777997,
    "cover": "http://books.google.com/books/content?id=soDOr906gvMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "unread",
    "Date-Created": "2025-03-13T06:39:17",
    "Last-Updated": "2025-03-13T06:39:22",
    "description": "To those who travel there today, the West Indies are unspoiled paradise islands. Yet that image conceals a turbulent and shocking history. For some 200 years after 1650, the West Indies were the strategic center of the western world, witnessing one of the greatest power struggles of the age as Europeans made and lost immense fortunes growing and trading in sugar-a commodity so lucrative it became known as \"white gold.\" As Matthew Parker vividly chronicles in his sweeping history, the sugar revolution made the English, in particular, a nation of voracious consumers-so much so that the wealth of her island colonies became the foundation and focus of England's commercial and imperial greatness, underpinning the British economy and ultimately fueling the Industrial Revolution. Yet with the incredible wealth came untold misery: the horror endured by slaves, on whose backs the sugar empire was brutally built; the rampant disease that claimed the lives of one-third of all whites within three years of arrival in the Caribbean; the cruelty, corruption, and decadence of the plantation culture. While sugar came to dictate imperial policy, for those on the ground the British West Indian empire presented a disturbing moral universe. Parker brilliantly interweaves the human stories of those since lost to history whose fortunes and fame rose and fell with sugar. Their industry drove the development of the North American mainland states, and with it a slave culture, as the plantation model was exported to the warm, southern states. Broad in scope, rich in detail, The Sugar Barons freshly links the histories of Europe, the West Indies, and North America and reveals the full impact of the sugar revolution, the resonance of which is still felt today.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Sugar Barons.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "The Wager",
    "subtitle": "A Tale of Shipwreck, Mutiny and Murder",
    "author": [
      "David Grann"
    ],
    "category": [
      "True Crime"
    ],
    "publisher": "Vintage",
    "publish": "2023-04-18",
    "total": 290,
    "isbn-10": 385534272,
    "isbn-13": 9780385534277,
    "cover": "http://books.google.com/books/content?id=Rwd8EAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "status": "Reading",
    "Date-Created": "2025-03-13T06:32:44",
    "Last-Updated": "2025-03-13T06:32:58",
    "description": "#1 NEW YORK TIMES BESTSELLER • From the author of Killers of the Flower Moon, a page-turning story of shipwreck, survival, and savagery, culminating in a court martial that reveals a shocking truth. The powerful narrative reveals the deeper meaning of the events on The Wager, showing that it was not only the captain and crew who ended up on trial, but the very idea of empire. A Best Book of the Year: The New York Times, The Wall Street Journal, The New Yorker, TIME, Smithsonian, NPR, Vulture, Kirkus Reviews “Riveting...Reads like a thriller, tackling a multilayered history—and imperialism—with gusto.” —Time \"A tour de force of narrative nonfiction.” —The Wall Street Journal On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty’s Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing a Spanish treasure-filled galleon known as “the prize of all the oceans,” it had wrecked on a desolate island off the coast of Patagonia. The men, after being marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing nearly 3,000 miles of storm-wracked seas. They were greeted as heroes. But then ... six months later, another, even more decrepit craft landed on the coast of Chile. This boat contained just three castaways, and they told a very different story. The thirty sailors who landed in Brazil were not heroes – they were mutineers. The first group responded with countercharges of their own, of a tyrannical and murderous senior officer and his henchmen. It became clear that while stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death—for whomever the court found guilty could hang. The Wager is a grand tale of human behavior at the extremes told by one of our greatest nonfiction writers. Grann’s recreation of the hidden world on a British warship rivals the work of Patrick O’Brian, his portrayal of the castaways’ desperate straits stands up to the classics of survival writing such as The Endurance, and his account of the court martial has the savvy of a Scott Turow thriller. As always with Grann’s work, the incredible twists of the narrative hold the reader spellbound.\n",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\The Wager.md"
  },
  {
    "tags": [
      "📚Book"
    ],
    "title": "Thirty-Seven",
    "subtitle": "",
    "author": [
      "Peter Stenson"
    ],
    "category": [
      "Fiction"
    ],
    "publisher": "Dzanc Books",
    "publish": "2019-02-05",
    "total": 288,
    "isbn-10": 1945814861,
    "isbn-13": 9781945814860,
    "cover": "http://books.google.com/books/content?id=Y3l3twEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
    "status": "unread",
    "Date-Created": "2024-12-30T12:29:19",
    "Last-Updated": "2025-02-07T06:51:19",
    "description": "The Survivors, their members known only by the order in which they joined, live alone in a rural Colorado mansion. They believe that sickness bears honesty, and that honesty bears change. Fueled by the ritualized Cytoxan treatments that leave them on the verge of death, they instigate the Day of Gifts, a day that spells shocking violence and the group's demise. Enter Mason Hues, formerly known as Thirty-Seven, the group's final member and the only one both alive and free. Eighteen years old and living in a spartan apartment after his release from a year of intensive mental health counseling, he takes a job at a thrift shop and expects to while away his days as quietly and unobtrusively as possible. But when his enigmatic boss Talley learns his secret, she comes to believe that there is still hope in the Survivor philosophy. She pushes Mason to start the group over again--this time with himself as One. PartFight Club, partThe Girls, and entirely unlike anything you've ever experienced, Peter Stenson's Thirty-Seven is an audacious and austere novel that explores our need to belong. Our need to be loved. Our need to believe in something greater than ourselves, and ultimately our capacity for self-delusion.",
    "file": "C:\\Users\\trend\\PycharmProjects\\OB_Notes\\Logs\\Reading\\Thirty-Seven.md"
  }
]